/* Description of version prefixed with <Version:> */
"VERSION: %@" = "Versió: %@";

/* PGP preferences panel name */
"PGP_PREFERENCES" = "GPG Mail";

/* Message Error Banner messages. */
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_TITLE" = "No s'ha pogut desxifrar el missatge PGP.";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_MESSAGE" = "Ha hagut un problema al desxifrar el missatge. Comproveu que disposa d'una clau vàlida al GPG Keychain.";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_TITLE" = "No s'ha pogut verificar la signatura PGP del missatge.";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_MESSAGE" = "Mentre es llegia la signatura PGP del missatge hi ha hagut un problema ";
"MESSAGE_BANNER_PGP_VERIFY_NOT_IN_KEYCHAIN_ERROR_TITLE" = "La clau PGP del missatge no és al clauer.";
"MESSAGE_BANNER_PGP_VERIFY_NOT_IN_KEYCHAIN_ERROR_MESSAGE" = "El missatge té una signatura PGP vàlida, però la clau PGP no està al teu clauer. Empreu el GPG Keychain per afegir-la.";
"MESSAGE_ERROR_ALERT_PGP_VERIFY_NOT_IN_KEYCHAIN_TITLE" = "No hi ha informació disponible per a la clau PGP.";
"MESSAGE_ERROR_ALERT_PGP_VERIFY_NOT_IN_KEYCHAIN_MESSAGE" = "No hi ha informació addicional coneguda sobre la clau PGP, perquè no és al clauer.";

"MESSAGE_BANNER_PGP_DECRYPT_SECKEY_ERROR_TITLE" = "Falta la clau privada per a desxifrar el missatge.";
"MESSAGE_BANNER_PGP_DECRYPT_SECKEY_ERROR_MESSAGE" = "No s'ha pogut trobar cap d'aquestes claus secretes al vostre clauer (%@). Cal la clau secreta per a desxifrar aquest missatge.\n\nComproveu si el remitent ha utilitzat la clau pública correcta.\nComproveu qualsevol còpia de seguretat de la vostra clau, i proveu d'importar-la.";

"MESSAGE_BANNER_PGP_DECRYPT_SYSTEM_ERROR_TITLE" = "S'ha produït un error desconegut a l'hora de desxifrar!";
"MESSAGE_BANNER_PGP_DECRYPT_SYSTEM_ERROR_MESSAGE" = "Ha ocorregut un error desconegut al desxifrar el missatge.\n\nContacteu amb nosaltres a https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_DECRYPT_GENERAL_ERROR_TITLE" = "Mentre es desxifrava s'ha produït un error desconegut!";
"MESSAGE_BANNER_PGP_DECRYPT_GENERAL_ERROR_MESSAGE" = "Ha ocorregut un error desconegut al desxifrar el missatge.\n\nMissatge d'error GPG:\n%@\n\nContacteu amb nosaltres i inclogueu el missatge d'error GPG a https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_DECRYPT_WRONG_SECKEY_ERROR_TITLE" = "No heu utilitzat la clau correcta per xifrar el missatge.";
"MESSAGE_BANNER_PGP_DECRYPT_WRONG_SECKEY_ERROR_MESSAGE" = "El missatge no s'ha desxifrat, perquè s'ha utilitzat una clau pública errònia per xifrar-lo.\n\nContacteu amb nosaltres a https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_DECRYPT_CORRUPTED_DATA_ERROR_TITLE" = "El missatge xifrat està danyat.";
"MESSAGE_BANNER_PGP_DECRYPT_CORRUPTED_DATA_ERROR_MESSAGE" = "El missatge xifrat està danyat i no es pot desxifrar.\n\nDemaneu al remitent que us reenvie el missatge.";

"MESSAGE_BANNER_PGP_VERIFY_REVOKED_CERTIFICATE_ERROR_TITLE" = "S'ha revocat la clau de la signatura.";
"MESSAGE_BANNER_PGP_VERIFY_REVOKED_CERTIFICATE_ERROR_MESSAGE" = "La clau que s'ha utilitzat per signar el missatge ha estat revocada.\n\nHauríeu d'actualitzar la clau amb ID %@ al GPG Keychain per a comprovar si n'hi ha disponible una de nova. Si la nova encara es troba revocada, verifiqueu amb el remitent per què es va revocar.";
"MESSAGE_BANNER_PGP_VERIFY_NO_PUBKEY_ERROR_TITLE" = "La clau de la signatura d'aquest missatge no és al GPG Keychain.";
"MESSAGE_BANNER_PGP_VERIFY_NO_PUBKEY_ERROR_MESSAGE" = "El missatge no s'ha verificat, perquè la clau que s'ha utilitzat per signar-lo no és al GPG Keychain.\n\nCerqueu la clau amb identitat %@ a GPG Keychain i importeu-la per a verificar el missatge.";

"MESSAGE_BANNER_PGP_VERIFY_ALGORITHM_ERROR_TITLE" = "La signatura del missatge s'ha fet amb un algoritme no compatible.";
"MESSAGE_BANNER_PGP_VERIFY_ALGORITHM_ERROR_MESSAGE" = "El missatge no s'ha verificat, perquè la signatura s'ha creat amb un algoritme no compatible.\n\nContacteu amb nosaltres a https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_VERIFY_BAD_SIGNATURE_ERROR_TITLE" = "ATENCIÓ: La signatura del missatge no és vàlida!";
"MESSAGE_BANNER_PGP_VERIFY_BAD_SIGNATURE_ERROR_MESSAGE" = "El missatge podria haver sigut modificat després de crear-se la signatura.\n\nContacteu amb el remitent per assegurar-vos que el contingut del missatge coincideix amb l'original.\n\nContacteu amb nosaltres a\nhttps://gpgtoolz.tenderapp.com/\nsi esteu segurs que el missatge no s'ha modificat.";

"MESSAGE_BANNER_PGP_VERIFY_SYSTEM_ERROR_TITLE" = "Mentre es verificava la signatura del missatge ha hagut un error desconegut!";
"MESSAGE_BANNER_PGP_VERIFY_SYSTEM_ERROR_MESSAGE" = "Ha ocorregut un error desconegut al verificar la signatura del missatge.\n\nContacteu amb nosaltres a https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_VERIFY_CORRUPTED_DATA_ERROR_TITLE" = "Error de dades de la signatura del missatge!";
"MESSAGE_BANNER_PGP_VERIFY_CORRUPTED_DATA_ERROR_MESSAGE" = "La signatura del missatge no és vàlida i no s'ha verificat.\n\nContacteu amb nosaltres a https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_VERIFY_KEY_EXPIRED_ERROR_TITLE" = "La clau de signatura del missatge ha vençut.";
"MESSAGE_BANNER_PGP_VERIFY_KEY_EXPIRED_ERROR_MESSAGE" = "La clau que s'ha utilitzat per signar el missatge ha vençut.\n\nProveu d'actualitzar la clau amb identitat %@ al GPG Keychain i pregunteu al remitent per què ha vençut la clau.";

"MESSAGE_BANNER_PGP_VERIFY_SIGNATURE_EXPIRED_ERROR_TITLE" = "La clau de signatura del missatge ha vençut.";
"MESSAGE_BANNER_PGP_VERIFY_SIGNATURE_EXPIRED_ERROR_MESSAGE" = "No s'ha pogut verificar la signatura perquè ha vençut.\n\nPregunteu al remitent per què ha vençut la signatura.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_NO_GPG_TITLE" = "El MacGPG no es troba instal·lat";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_NO_GPG_MESSAGE" = "Ha fallat el desxifratge perquè el MacGPG no es troba instal·lat.\n\nBaixeu i torneu a instal·lar el GPG Suite des de https://gpgtoolz.org";

"MESSAGE_BANNER_PGP_VERIFY_ERROR_NO_GPG_TITLE" = "El MacGPG no es troba instal·lat";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_NO_GPG_MESSAGE" = "Ha fallat la verificació perquè el MacGPG no es troba instal·lat.\n\nBaixeu i torneu a instal·lar el GPG Suite des de https://gpgtoolz.org";

"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_VERIFY_ERROR_TITLE" = "Els fitxers adjunts %d no s'han desxifrat o verificat.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_VERIFY_ERROR_MESSAGE" = "Per a obtenir més detalls, feu clic a la icona del fitxer adjunt que es troba a la capçalera de seguretat del missatge.";

"MESSAGE_BANNER_PGP_ATTACHMENTS_VERIFY_ERROR_TITLE" = "Els fitxers %d no s'han verificat.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_VERIFY_ERROR_MESSAGE" = "Per a obtenir més detalls, feu clic a la icona del fitxer adjunt que es troba a la capçalera de seguretat del missatge.";

"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_ERROR_TITLE" = "Els fitxers adjunts %d no s'han desxifrat.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_ERROR_MESSAGE" = "Per a obtenir més detalls, feu clic a la icona del fitxer adjunt que es troba a la capçalera de seguretat del missatge.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_TITLE" = "El fitxer adjunt %d no s'ha verificat.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_MESSAGE" = "Per a obtenir més detalls, feu clic a la icona del fitxer adjunt que es troba a la capçalera de seguretat del missatge.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_TITLE" = "El fitxer adjunt %d no s'ha desxifrat.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_MESSAGE" = "Per a obtenir més detalls, feu clic a la icona del fitxer adjunt que es troba a la capçalera de seguretat del missatge.";

/* Message Error Banner Attachment messages. */
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SECKEY_ERROR_TITLE" = "Falta la clau privada per a desxifrar el fitxer adjunt.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SECKEY_ERROR_MESSAGE" = "No s'ha trobat cap d'aquestes claus secretes al vostre clauer (%@). Cal la clau secreta per a desxifrar aquest fitxer adjunt.\n\nComproveu si el remitent ha utilitzat la clau pública correcta.\nComproveu qualsevol còpia de seguretat de la vostra clau, i proveu d'importar-la.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SYSTEM_ERROR_TITLE" = "Mentre es desxifrava s'ha produït un error desconegut!";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SYSTEM_ERROR_MESSAGE" = "Ha ocorregut un error desconegut al desxifrar el fitxer adjunt.\n\nContacteu amb nosaltres a https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_GENERAL_ERROR_TITLE" = "Mentre es desxifrava s'ha produït un error desconegut!";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_GENERAL_ERROR_MESSAGE" = "Ha ocorregut un error desconegut al desxifrar el fitxer adjunt.\n\nMissatge d'error GPG:\n%@\n\nContacteu amb nosaltres i inclogueu el missatge d'error GPG a https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_WRONG_SECKEY_ERROR_TITLE" = "S'ha utilitzat una clau errònia per a xifrar aquest fitxer.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_WRONG_SECKEY_ERROR_MESSAGE" = "El fitxer adjunt no s'ha desxifrat, perquè s'ha utilitzat una clau pública errònia per xifrar-lo.\n\nContacteu amb nosaltres a https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_CORRUPTED_DATA_ERROR_TITLE" = "El fitxer adjunt xifrat està danyat.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_CORRUPTED_DATA_ERROR_MESSAGE" = "El fitxer adjunt xifrat està danyat i no s'ha desxifrat.\n\nDemaneu al remitent que us envie el missatge de nou.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_REVOKED_CERTIFICATE_ERROR_TITLE" = "S'ha revocat la clau de la signatura.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_REVOKED_CERTIFICATE_ERROR_MESSAGE" = "La clau que s'ha usat per signat aquest fitxer adjunt s'ha revocat.\n\nHauríeu d'actualitzar la clau amb identitat %@ al GPG Keychain per a comprovar si hi ha disponible una nova versió. Si la nova versió també està revocada, verifiqueu amb el remitent per què s'ha revocat la clau.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_NO_PUBKEY_ERROR_TITLE" = "La clau de la signatura no és al GPG Keychain.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_NO_PUBKEY_ERROR_MESSAGE" = "La signatura adjunta no s'ha pogut verificar, perquè la clau que s'ha usat per signar-la no és al GPG Keychain.\n\nCerqueu la clau amb la identitat %@ al GPG Keychain i importeu-la per a comprovar el fitxer adjunt.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ALGORITHM_ERROR_TITLE" = "La signatura del fitxer adjunt s'ha creat amb un algoritme no compatible.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ALGORITHM_ERROR_MESSAGE" = "El fitxer adjunt no s'ha verificat, perquè la clau de la signatura s'ha creat amb un algoritme no compatible.\n\nContacteu amb nosaltres a https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_BAD_SIGNATURE_ERROR_TITLE" = "ATENCIÓ: La signatura del fitxer adjunt no és vàlida!";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_BAD_SIGNATURE_ERROR_MESSAGE" = "El fitxer adjunt podria haver sigut modificat després de crear-se la signatura.\n\nContacteu amb el remitent i assegureu-vos que el contingut del fitxer adjunt coincideix amb l'original.\n\nContacteu amb nosaltres a\nhttps://gpgtoolz.tenderapp.com/\nsi esteu segur que el fitxer adjunt no s'ha modificat.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SYSTEM_ERROR_TITLE" = "S'ha produït un error desconegut en la verificació de la signatura!";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SYSTEM_ERROR_MESSAGE" = "Ha ocorregut un error desconegut al verificar la signatura del fitxer adjunt\n\nContacteu amb nosaltres a https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_CORRUPTED_DATA_ERROR_TITLE" = "La signatura presenta dades errònies!";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_CORRUPTED_DATA_ERROR_MESSAGE" = "La signatura d'aquest fitxer adjunt no és vàlida i no s'ha verificat.\n\nContacteu amb nosaltres a https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_KEY_EXPIRED_ERROR_TITLE" = "La clau de la signatura ha vençut.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_KEY_EXPIRED_ERROR_MESSAGE" = "La clau que s'ha utilitzat per signar el fitxer adjunt ha vençut.\n\nProveu d'actualitzar la clau amb identitat %@ al GPG Keychain i pregunteu al remitent per què ha vençut la clau.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SIGNATURE_EXPIRED_ERROR_TITLE" = "La signatura del fitxer adjunt ha vençut.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SIGNATURE_EXPIRED_ERROR_MESSAGE" = "La signatura del fitxer adjunt ha vençuti no s'ha pogut verificar.\n\nPregunteu al remitent per què la signatura ha caducat.";

"MESSAGE_IS_PGP_PARTLY_ENCRYPTED" = "Xifrat parcialment";
"MESSAGE_IS_PGP_PARTLY_SIGNED" = "Signat parcialment";
"MESSAGE_IS_PGP_ENCRYPTED" = "Xifrat";
"MESSAGE_IS_PGP_SIGNED" = "Signat";
"MESSAGE_IS_PGP_SIGNED_INVALID" = "Signatura no vàlida";

/* Security Header signature related. */
"MESSAGE_SECURITY_HEADER_SIGNATURE_NO_PUBLIC_KEY_TITLE" = "Signat amb una clau desconeguda";
"MESSAGE_SECURITY_HEADER_SIGNATURE_REVOKED_TITLE" = "Signat amb una clau revocada";
"MESSAGE_SECURITY_HEADER_SIGNATURE_BAD_TITLE" = "Signatura no vàlida";
"MESSAGE_SECURITY_HEADER_SIGNATURE_TITLE" = "Signat";
"MESSAGE_SECURITY_HEADER_NO_SIGNATURE_TITLE" = "No s'ha trobat la signatura";

/* Security header attachments related. */
"MESSAGE_SECURITY_HEADER_ATTACHMENT_SIGNED_ENCRYPTED_TITLE" = "Fitxer adjunt xifrat/signat";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_SIGNED_ENCRYPTED_TITLE" = "Fitxers adjunts xifrats/signats";
"MESSAGE_SECURITY_HEADER_ATTACHMENT_ENCRYPTED_TITLE" = "Fitxer adjunt xifrat";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_ENCRYPTED_TITLE" = "Fitxers adjunts xifrats";
"MESSAGE_SECURITY_HEADER_ATTACHMENT_SIGNED_TITLE" = "Fitxer adjunt signat";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_SIGNED_TITLE" = "Fitxers adjunts signats";

/* Compose Window encrypt/sign button tooltips. */
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_SIGN" = "El missatge no s'ha signat perquè no hi ha una clau secreta per a %@\n\nAssegureu-vos que la clau secreta per a aquesta adreça existeix al GPG Keychain. Afegiu una nova identitat d'usuari a la clau existent per a aquesta adreça si cal, o creeu-ne una de nova.\n\nSi existeix una clau per a aquesta adreça, assegureu-vos que l'adreça a Mail.app > Preferències > Comptes és correcta i coincideix exactament amb l'adreça de la vostra clau.";
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_ENCRYPT" = "El missatge no s'ha pogut xifrar, perquè no hi ha claus públiques disponibles per a les següents adreces: %@.\n\nEmpreu el GPG Keychain per a cercar i importar les claus de les adreces anteriors.";
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_ENCRYPT_NO_RECIPIENTS" = "El missatge no s'ha xifrat. Cal indicar com a mínim un destinatari.";

/* Message view pgp part. */
"MESSAGE_VIEW_PGP_PART_ENCRYPTED" = "Xifrat";
"MESSAGE_VIEW_PGP_PART_SIGNED" = "Signat";
"MESSAGE_VIEW_PGP_PART" = "Part de PGP";

/* GPG Mail Preferences strings. */
"GPG_STATUS_NO_ERROR_TITLE" = "El GPG Mail està llest.";
"GPG_STATUS_NOT_FOUND_TITLE" = "MacGPG not found, reinstall GPG Suite";
"GPG_STATUS_NOT_FOUND_TOOLTIP" = "Click indicator bubble for further information";
"GPG_STATUS_OTHER_ERROR_TITLE" = "Problems found, click indicator bubble for more info";
"GPG_STATUS_OTHER_ERROR_TOOLTIP" = "Click indicator bubble for further information";

"DISABLE_ENCRYPT_DRAFTS_TITLE" = "Advertència: Si desactiveu aquesta opció, es podria filtrar informació sensible al escriure un missatge";
"DISABLE_ENCRYPT_DRAFTS_MESSAGE" = "Si l'opció «Emmagatzema esborranys al servidor» està activada als vostres comptes, el Mail emmagatzemarà automàticament els esborranys al servidor de correu al escriure un missatge.\nSi desactiveu «Xifra els esborranys», aquests s'emmagatzemaran en text simple (sense xifrar) de manera que qualsevol amb accés al servidor de correu els podrà llegir.\n\nSi manteniu activada «Xifra els esborranys», aquests es xifraran abans d'emmagatzemar-se en un servidor de correu, i sereu l'única persona que els podrà llegir.\n\nEncara voleu desactivar «Xifra els esborranys»?";
"DISABLE_ENCRYPT_DRAFTS_CONFIRM" = "Desactiva el xifratge";
"DISABLE_ENCRYPT_DRAFTS_CANCEL" = "Cancel·la";


/* Multiple GPG Mail installations. */
"GPGMAIL_MULTIPLE_INSTALLATIONS_TITLE" = "S'han trobat diverses instal·lacions del GPG Mail!";
"GPGMAIL_MULTIPLE_INSTALLATIONS_MESSAGE" = "El GPG Mail ha detectat diverses instal·lacions en les ubicacions següents, que donarà lloc a un error de manera immediata:\n\n%@\n\nSuprimiu el GPGMail.mailbundle d'una de les ubicacions i reinicieu el Mail.";
"GPGMAIL_MULTIPLE_INSTALLATIONS_BUTTON" = "Tanca el Mail";

/* No Libmacgpg. */
"LIBMACGPG_NOT_FOUND_TITLE" = "No s'ha trobat el Libmacgpg";
"LIBMACGPG_NOT_FOUND_MESSAGE" = "No s'ha trobat el Libmacgpg al vostre sistema. Baixeu i instal·leu el GPG Suite des de https://www.gpgtoolz.org.";

/* Code signature invalid */
CODE_SIGN_ERROR_TITLE = "Algú ha manipulat la instal·lació de GPGMail!";
CODE_SIGN_ERROR_MESSAGE = "Per a mantenir-vos segur, el GPGMail no es carregarà!\n\nReinstal·leu el GPG Suite des de https://gpgtoolz.org per assegurar-vos que teniu una versió original nostra!";

/* GPGMailGPGMailBundle.defaults can't be loaded */
NO_DEFAULTS_TITLE = "No s'ha carregat la configuració predeterminada de GPGMail!";
NO_DEFAULTS_MESSAGE = "El GPG Suite no funciona com deuria.\n\nBaixeu i reinstal·leu GPG Suite des de https://gpgtoolz.org\n\nSi el problema continua, contacteu amb nosaltres a https://gpgtoolz.tenderapp.com/.";

/* Errors while trying to sign a message. */
"MESSAGE_SIGNING_ERROR_NO_PINENTRY_TITLE" = "La signatura del missatge ha fallat perquè un pinentry s'ha fet malbé!";
"MESSAGE_SIGNING_ERROR_NO_PINENTRY_DESCRIPTION" = "pinentry, l'eina responsable de demanar la contrasenya, sembla que s'ha fet malbé.\n\nPer a corregir el problema, reinstal·leu GPG Suite des de https://gpgtoolz.org.";

"MESSAGE_SIGNING_ERROR_NO_AGENT_TITLE" = "Per culpa d'un defecte de l'agent GPG no s'ha signat el missatge!";
"MESSAGE_SIGNING_ERROR_NO_AGENT_DESCRIPTION" = "L'agent GPG, una part essencial de GPG, sembla que s'ha fet malbé.\n\nPer corregir el problema, reinstal·leu GPG Suite des de https://gpgtoolz.org.";

"MESSAGE_SIGNING_ERROR_AGENT_ERROR_TITLE" = "El missatge no s'ha signat perquè ha hagut un error de comunicació amb l'agent GPG!";
"MESSAGE_SIGNING_ERROR_AGENT_ERROR_DESCRIPTION" = "És impossible contactar amb l'agent GPG per a sol·licitar la contrasenya.\n\nPer a corregir el problema, reinstal·leu GPG Suite des de https://gpgtoolz.org.";

"MESSAGE_SIGNING_ERROR_UNKNOWN_ERROR_TITLE" = "El missatge no s'ha signat perquè ha ocorregut un error desconegut";
"MESSAGE_SIGNING_ERROR_UNKNOWN_ERROR_DESCRIPTION" = "Malauradament, el GPG Mail no pot gestionar l'error en aquest punt.";

"MESSAGE_ENCRYPTION_ERROR_UNKNOWN_ERROR_TITLE" = "El xifratge del missatge ha fallat perquè hi hagut un error desconegut";
"MESSAGE_ENCRYPTION_ERROR_UNKNOWN_ERROR_DESCRIPTION" = "Malauradament, el GPG Mail no pot gestionar l'error en aquest punt.";

"MESSAGE_SIGNING_ERROR_WRONG_PASSPHRASE_TITLE" = "Heu introduït incorrectament la contrasenya massa vegades.";
"MESSAGE_SIGNING_ERROR_WRONG_PASSPHRASE_DESCRIPTION" = "La signatura del missatge s'ha avortat perquè heu introduït incorrectament la contrasenya 3 vegades.";

"CONTACT_GPGTOOLS_WITH_INFO_MESSAGE" = "\n\nSi el problema persisteix, contacteu amb nosaltres a https://gpgtoolz.tenderapp.com amb la descripció d'error:\n\n%@";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_TITLE" = "Heu interromput el desxifrat del missatge";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_MESSAGE" = "El missatge no s'ha desxifrat perquè heu cancel·lat la sol·licitud de contrasenya.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_TITLE" = "Heu interromput el desxifrar del fitxer adjunt";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_MESSAGE" = "El fitxer adjunt no s'ha desxifrat perquè heu cancel·lat la sol·licitud de contrasenya.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_XPC_DAMAGED_TITLE" = "El GPG Suite no funciona com deuria";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_XPC_DAMAGED_MESSAGE" = "Ha fallat el procés de desxifratge del missatge.\n\nReinstal·leu el GPG Suite des de https://gpgtoolz.org.\n\nSi el problema persisteix, contacteu amb nosaltres a https://gpgtoolz.tenderapp.com/ i inclogueu la informació relacionada amb el mal funcionament del servei xpc.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_XPC_DAMAGED_TITLE" = "El GPG Suite no funciona com deuria";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_XPC_DAMAGED_MESSAGE" = "Ha fallat el procés de desxifratge del fitxer adjunt.\n\nReinstal·leu el GPG Suite des de https://gpgtoolz.org.\n\nSi el problema persisteix, contacteu amb nosaltres a https://gpgtoolz.tenderapp.com/ i inclogueu la informació relacionada amb el mal funcionament del servei xpc.";

"MESSAGE_BANNER_PGP_VERIFY_ERROR_XPC_DAMAGED_TITLE" = "El GPG Suite no funciona com deuria";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_XPC_DAMAGED_MESSAGE" = "La verificació del missatge ha fallat.\n\nReinstal·leu el GPG Suite des de https://gpgtoolz.org.\n\nSi el problema persisteix, contacteu amb nosaltres a https://gpgtoolz.tenderapp.com/ i inclogueu la informació relacionada amb el mal funcionament del servei xpc.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_XPC_DAMAGED_TITLE" = "El GPG Suite no funciona com deuria";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_XPC_DAMAGED_MESSAGE" = "La verificació del fitxer adjunt ha fallat.\n\nReinstal·leu el GPG Suite des de https://gpgtoolz.org.\n\nSi el problema persisteix, contacteu amb nosaltres a https://gpgtoolz.tenderapp.com/ i inclogueu la informació relacionada amb el mal funcionament del servei xpc.";

"MESSAGE_SIGNING_ERROR_PINENTRY_CRASH_TITLE" = "Ha fallat la signatura del missatge per un problema durant la sol·licitud de contrasenya";
"MESSAGE_SIGNING_ERROR_PINENTRY_CRASH_DESCRIPTION" = "El pinentry, l'eina responsable de demanar la contrasenya, sembla que s'ha fet malbé.\n\nPer a corregir el problema, reinstal·leu el GPG Suite des de https://gpgtoolz.org.";

"MESSAGE_SIGNING_ERROR_XPC_DAMAGED_TITLE" = "La signatura del missatges ha fallat perquè hi ha un problema en la instal·lació del GPGMail.";
"MESSAGE_SIGNING_ERROR_XPC_DAMAGED_DESCRIPTION" = "Per a corregir el problema, reinstal·leu el GPG Suite des de https://gpgtoolz.org.\n\nSi el problema persisteix, contacteu amb nosaltres a https://gpgtoolz.tenderapp.com/ i inclogueu la informació relacionada amb el mal funcionament del servei xpc.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PINENTRY_CRASHED_TITLE" = "Ha fallat el desxifratge del missatge perquè un pinentry no funciona";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PINENTRY_CRASHED_MESSAGE" = "El pinentry, l'eina responsable de demanar la contrasenya, sembla que s'ha fet malbé.\n\nPer a corregir el problema, reinstal·leu el GPG Suite des de https://gpgtoolz.org.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PINENTRY_CRASHED_TITLE" = "Ha fallat el desxifratge del fitxer adjunt per un pinentry defectuós";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PINENTRY_CRASHED_MESSAGE" = "El pinentry, l'eina responsable de demanar la contrasenya, sembla que s'ha fet malbé.\n\nPer a corregir el problema, reinstal·leu el GPG Suite des de https://gpgtoolz.org.";

"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_TITLE" = "Atenció: Esteu a punt d'enviar una resposta no xifrada a un missatge xifrat";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_MISSING_KEYS_SINGULAR" = "És impossible xifrar la resposta, perquè falta la clau pública per al següent receptor:\n\n%@";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_MISSING_KEYS" = "És impossible xifrar la resposta, perquè falten les claus públiques per als següents receptors:\n\n%@";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_EXPLANATION" = "Si decidiu continuar, la resposta s'enviarà sense xifrar. Per tant, podria filtrar-se informació confidencial, posant-vos a tots els implicats en risc.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_REMOVE_PREVIOUS_CORRESPONDENCE" = "\n\nSi realment voleu enviar la resposta sense xifrar, suprimiu qualsevol comunicació prèvia inclosa en la resposta abans d'enviar-la.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS" = "Altrament, cerqueu i importeu les claus públiques corresponents utilitzant el GPG Keychain, per tal d'enviar la resposta xifrada.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS_SINGULAR" = "Altrament, cerqueu i importeu la clau pública corresponent utilitzant el GPG Keychain, per tal d'enviar la resposta xifrada.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_BUTTON_SEND_ANYWAY" = "Envia igualment";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Cancel·la";

"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_TITLE" = "Atenció: Aneu a reenviar una versió no xifrada d'un missatge xifrat.";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_MISSING_KEYS_SINGULAR" = "No és possible xifrar el missatge que aneu a reenviar, perquè falta la clau pública del destinatari següent:\n\n%@";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_MISSING_KEYS" = "No és possible xifrar el missatge que aneu a reenviar, perquè falten les claus públiques dels destinataris següents:\n\n%@";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_EXPLANATION" = "Si decidiu continuar, el missatge que aneu a reenviar s'enviarà sense xifrar. Per tant, podria filtrar-se informació confidencial, posant-vos a tots els implicats en risc.";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS" = "Altrament, cerqueu i importeu les claus públiques corresponents utilitzant el GPG Keychain, per tal de reenviar una versió xifrada del missatge.";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS_SINGULAR" = "Altrament, cerqueu i importeu la clau pública corresponent utilitzant el GPG Keychain, per tal de reenviar una versió xifrada del missatge.";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_BUTTON_SEND_ANYWAY" = "Reenvia'l igualment";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Cancel·la";

"MESSAGE_BANNER_PGP_DECRYPT_MDC_ERROR_TITLE" = "Decryption of the message was aborted";
"MESSAGE_BANNER_PGP_DECRYPT_MDC_ERROR_MESSAGE" = "The modification detection code (MDC) for this encrypted message is missing or has been modified.\n\nThis could mean that an attacker has been trying to modify the contents within the encrypted message.\n\nPlease have the message re-sent to you and tell the sender, that their encrypted message didn't include a modification detection code.";

"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_TITLE" = "Attention: Opening this website could leak the contents of this message";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_MESSAGE" = "Due to a problem in the implementation of S/MIME encryption, it is possible for an attacker to modify a message without your knowledge.\n\nYou are about to open the following website:\n\n%@\n\nAre you sure you want to continue?";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_BUTTON_YES" = "Yes";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Cancel·la";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_MDC_ERROR_TITLE" = "Decryption of the attachment was aborted";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_MDC_ERROR_MESSAGE" = "The modification detection code (MDC) for this encrypted attachment is missing or has been modified.\n\nThis could mean that an attacker has been trying to modify the contents within the encrypted attachment.\n\nPlease have the attachment re-sent to you and tell the sender, that their encrypted attachment didn't include a modification detection code.";


/* Accessibility */
ACCESSIBILITY_SECURITY_METHOD_POPUP_LABEL = "Mètode de seguretat: %@";
ACCESSIBILITY_SIGN_ON_IMAGE = "Signa";
ACCESSIBILITY_SIGN_OFF_IMAGE = "No ho signes";



/* Support Plan */
"SUPPORT_PLAN_ACTIVATION_SUCCESS_TITLE" = "Support Plan Activated";
"SUPPORT_PLAN_ACTIVATION_SUCCESS_MESSAGE" = "Thank you for your support!\n\nWe hope you enjoy using GPG Mail. Should you have any questions, don't hesitate to contact us via \"Report Problem\" in Mail › Preferences › GPG Mail";
"SUPPORT_PLAN_ACTIVATION_FAILED_TITLE" = "Support Plan Activation Failed";
"SUPPORT_PLAN_ACTIVATION_FAILED_INPUT_INVALID" = "The entered activation code is invalid. Please check the entered information and try again.";
"SUPPORT_PLAN_ACTIVATION_FAILED_CONNECTTION_ERROR" = "We were unable to connect to the paddle.com API to verify your activation code.\nIf you are using any macOS firewall product (buil-in firewall, Little Snitch, etc.), please allow connections to paddle.com for the activation to complete. You can block any connections again once the activation is completed.\n\nPlease contact us at business@gpgtools.org if the problem persists.";
"SUPPORT_PLAN_ACTIVATION_FAILED_CODE_INVALID" = "The entered activation code is invalid.\nPlease contact us at business@gpgtools.org if you are sure that you have entered your code correctly.";
"SUPPORT_PLAN_ACTIVATION_FAILED_TOO_MANY_ACTIVATIONS" = "We are very sorry to inform you that you have exceeded the allowed number of activations.\nPlease contact us at business@gpgtools.org, if you believe that you should still have activations left.";
"SUPPORT_PLAN_ACTIVATION_FAILED_GENERAL_ERROR" = "Unfortunately an unknown error has occurred. Please retry later or use 'System Preferences › GPG Suite › Send Report' to contact us";
"SUPPORT_PLAN_HEADER_EXPIRED" = "Your 30-day-trial of GPG Mail has expired. Encrypting, signing and verifying messages will stop to work. Decrypting however will always continue to work.\nPurchase GPG Mail Support Plan to continue with full functionality.";
"SUPPORT_PLAN_HEADER_TRIAL" = "You can test GPG Mail free for %@ days.\nSecure your emails now!";
"SUPPORT_PLAN_HEADER_TRIAL_MORE" = "You can test GPG Mail free for %@ more days.\nSecure your emails now!";
"SUPPORT_PLAN_DETAILS_MESSAGE" = "If you have already purchased a support plan, activate it now and enjoy GPG Mail!";
"SUPPORT_PLAN_DETAILS_MESSAGE_HYPERLINK_PART" = "support plan";
"SUPPORT_PLAN_BUY" = "Buy Now";
"SUPPORT_PLAN_CLOSE" = "Continue";
"SUPPORT_PLAN_CONTINUE_TRIAL"= "Continue Trial";
"SUPPORT_PLAN_START_TRIAL" = "Start Trial";
"SUPPORT_PLAN_BUY" = "Buy Now";
"SUPPORT_PLAN_ACTIVATE" = "Activate";
"SUPPORT_PLAN_TRIAL_EXPIRED_TITLE" = "GPG Mail Trial Expired";
"SUPPORT_PLAN_TRIAL_EXPIRED_MESSAGE" = "Without an active GPG Mail Support Plan you will still be able to read any of your encrypted emails. However, you will no longer be able to sign, encrypt or verify emails.";
"SUPPORT_PLAN_HEADER_WELCOME" = "Welcome to GPG Mail";
"SUPPORT_PLAN_EMAIL_LABEL" = "Email";
"SUPPORT_PLAN_LICENSE_LABEL" = "Activation Code";
"SUPPORT_PLAN_GRAY_INFO" = "Your activation code can be found in the email you receive after completing your purchase.";
"SUPPORT_PLAN_PROGRESS_LABEL" = "Activating your copy of GPG Mail";






